Repository: devburney/Ben
Catalog: TBS.PrintTest.Web/Resources/Localization.*.resx
Languages: fr

source: Application title
fr: Titre de l'application

# ButtonAddEmployee
source: Add employee
fr: fr - Add employee

# ButtonBackToEmployeeList
source: Back to employee list
fr: fr - Back to employee list

# ButtonBackToEmployeeListToolTip
source: Takes you back to the employee list
fr: fr -Takes you back to the employee list

# ButtonDelete
source: Delete
fr: fr - Delete

# ButtonDeleteEmployeeToolTip
source: Delete employee
fr: fr - Delete employee

# ButtonEdit
source: Edit
fr: fr - Edit

# ButtonEditEmployeeToolTip
source: Edit employee
fr: fr - Edit employee

# ButtonSave
source: Save
fr: fr - Save

# ButtonView
source: View
fr: fr - View

# ButtonViewEmployeeToolTip
source: View employee
fr: fr - View employee

source: Cancel
fr: FR-Cancel

# Codelookup_SelectProvince
source: Select a province...
fr: fr - Select a province...

# Contacts_Para1
source: Your questions and comments are important to us. If you need to contact us, you can reach us by:
fr: fr - Your questions and comments are important to us. If you need to contact us, you can reach us by:

# Contacts_SubTitle
source: General and technical enquiries
fr: fr - General and technical enquiries

# Contacts_Title
source: Contacts
fr: fr - Contacts

source: Display print view
fr: FR-Display print view

# EmployeeAddPageDescription
source: This is the add page to add a new employee record.
fr: fr - This is the add page to add a new employee record.

# EmployeeAddSuccessMessage
source: New employee has been added successfully.
fr: fr - New employee has been added successfully.

# EmployeeAddTitle
source: Add employee
fr: fr - Add employee

# EmployeeEditPageDescription
source: This is the edit page for an employee record.
fr: fr - This is the edit page for an employee record.

# EmployeeEditSuccessMessage
source: Employee has been updated successfully.
fr: fr - Employee has been updated successfully.

# EmployeeEditTitle
source: Edit employee
fr: fr - Edit employee

# EmployeeFirstName
source: First name
fr: fr - First name

# EmployeeJobDescription
source: Job description
fr: fr - Job description

# EmployeeLastName
source: Last name
fr: fr - Last name

# EmployeeListActions
source: Actions
fr: fr - Actions

# EmployeeListPageDescription
source: This is an example for viewing, adding and editing records in a table.
fr: fr - This is an example for viewing, adding and editing records in a table.

# EmployeeListTitle
source: Employees
fr: fr - Employees

# EmployeeProvince
source: Province
fr: fr - Province

# EmployeeStartDate
source: Start date
fr: fr - Start date

# EmployeeTermType
source: Employement term
fr: fr - Employement term

# EmployeeViewPageDescription
source: This is the readonly view of the employee record.
fr: fr - This is the readonly view of the employee record.

# EmployeeViewTitle
source: View employee
fr: fr - View employee

# GenericUntrappedErrorMessage
source: An error occurred processing your request. Please contact your system administrator.
fr: fr- An error occurred processing your request. Please contact your system administrator.

# GenericUntrappedErrorTitle
source: Error
fr: Erreur

# Home_Index_PageTitle
source: Home
fr: Accueil

# Home_PageDescription
source: This is the home page for your application.
fr: fr - This is the home page for your application.

# Home_Para1
source: This is where we can explain what this template has to offer. At the moment, we have a CRUD example for viewing, adding, editing and deleting employee records.
fr: fr - This is where we can explain what this template has to offer. At the moment, we have a CRUD example for viewing, adding, editing and deleting employee records.

# Home_Para2
source: More example features will be added over time.
fr: fr - More example features will be added over time.

# Home_SubTitle
source: Template introduction
fr: fr - Template introduction

# Home_Title
source: Home
fr: Accueil

source: Loading
fr: Chargement

source: Print
fr: FR-Print

# ValidationSummary_ErrorsFound
source: because {0} errors were found.
fr: parce que {0} erreurs ont été relevées.

# ValidationSummary_ErrorsFound_One
source: because {0} error was found.
fr: parce qu'une ({0}) erreur a été relevée.

# ValidationSummary_Errors_Delete
source: The item could not be deleted
fr: L’élément n'a pas pu être supprimé

# ValidationSummary_Errors_Header
source: Error
fr: Erreur

# ValidationSummary_Errors_List
source: The form could not be loaded
fr: Il a été impossible de télécharger le formulaire

# ValidationSummary_Errors_Load
source: The form could not be loaded
fr: Il a été impossible de télécharger le formulaire

# ValidationSummary_Errors_Save
source: The item could not be saved
fr: L’élément n'a pas pu être enregistré

# ValidationSummary_Errors_Submit
source: The form could not be submitted
fr: Le formulaire n'a pas pu être soumis

# ValidationSummary_InfosFound
source: {0} messages were found.
fr: {0} messages ont été relevés.

# ValidationSummary_InfosFound_One
source: {0} message was found.
fr: {0} message a été relevé.

# ValidationSummary_Success
source: Success
fr: Succès

# ValidationSummary_WarningsFound
source: {0} warnings were found.
fr: {0} avertissements ont été relevés.

# ValidationSummary_WarningsFound_One
source: {0} warning was found.
fr: {0} avertissement a été relevé.

# ValidationSummary_Warnings_Header
source: Warning
fr: Avertissement
